/* try again message */
" Please try again in a few minutes." = " Please try again in a few minutes.";

/* NetworkError - ats */
"A server with the specified hostname could not be found." = "A server with the specified hostname could not be found.";

/* Cancel */
"Cancel" = "Cancel";

/* delete all button title */
"Delete all" = "Delete all";

/* No comment provided by engineer. */
"Delete all downlad image files" = "Delete all downlad image files";

/* delete alert subject */
"Delete the temporary image files." = "Delete the temporary image files.";

/* Home View Title */
"Getty Image Gallary" = "Getty Image Gallary";

/* section title - libraries */
"Libraries" = "Libraries";

/* footer message - no items */
"No items" = "No items";

/* ok */
"OK" = "OK";

/* photo access denied. */
"Photo library access denied. If you want save image, Allow access to photo library access." = "Photo library access denied. If you want save image, Allow access to photo library access.";

/* ButtonTitleSettings
   settings */
"Settings" = "Settings";

/* section title - storage */
"Storage management" = "Storage management";

/* NetworkError - connection */
"The Internet connection appears to be offline." = "The Internet connection appears to be offline.";

/* NetworkError - ats */
"The resource could not be loaded because the App Transport Security policy requires the use of a secure connection." = "The resource could not be loaded because the App Transport Security policy requires the use of a secure connection.";

/* Network no connection */
"To access to the data, turn off airplane mode or use Wi-Fi." = "To access to the data, turn off airplane mode or use Wi-Fi.";

/* footer message - item count */
"Total \(items.count) itmes." = "Total \(items.count) itmes.";

/* NetworkError - unknown */
"Unknown network error." = "Unknown network error.";

